[
    {
        "eventMonth": "Jan",
        "eventDate": ["Thurs, January 9, 2025"],
        "eventLocation": "Dormouse Theatre",
        "eventTime": "Doors and Pre-show at 6:30pm, Show at 7:30pm",
        "eventTitle": "The Thing",
        "bannerImageUrl": "/src/images/movies/2025/the-thing-banner.gif",
        "trailerUrl": "https://youtu.be/5ftmr17M-a4",
        "ticketsUrl": [
            {
                "dateString": "Thurs, Jan 9",
                "url": "https://www.dormousetheatre.com/events/the-thing-film-screening"
            }
        ],
        "description": "Join us for a cold weather classic!\n\nWhen an alien being begins killing off and assuming the identities of Antarctic scientists, it's up to rough and rugged R.J. MacReady (Kurt Russell) to battle the creature as well as his paranoid colleagues. Featuring mind-boggling practical special effects from Rob Bottin and tension that can only be cut with a flame-thrower, <i style='display: contents'>The Thing</i> is best viewed on the big screen with a crowd. Who knows, the person sitting next to you in the dark may not be who they seem…",
        "films": [
            {
                "title": "The Thing",
                "year": "1982",
                "runtime": "1h 49min",
                "director": ["John Carpenter"],
                "writer": ["Bill Lancaster"],
                "composer": ["Ennio Morricone", "John Carpenter"],
                "cast": ["Kurt Russell", "Keith David", "Wilford Brimley"]
            }
        ],
        "additionalInfo": "Our pre-show will consist of 30 minutes of silent archival footage from Antarctic expeditions overlaid with Ennio Morricone's soundtrack for The Thing, followed by 30 minutes of contemporary Antarctic research and nature footage.",
        "isAdditionalScreening": false
    },
    {
        "eventMonth": "Feb",
        "eventDate": ["Thurs, February 13, 2025"],
        "eventLocation": "Dormouse Theatre",
        "eventTime": "Doors and Pre-show at 6:30pm, Show at 7:30pm",
        "eventTitle": "The Watermelon Woman",
        "bannerImageUrl": "/src/images/movies/2025/the-watermelon-woman-banner.jpg",
        "trailerUrl": "https://youtu.be/mtU6Wo29VXI",
        "ticketsUrl": [
            {
                "dateString": "Thurs, Feb 13",
                "url": "https://www.dormousetheatre.com/events/the-watermelon-woman-film-screening"
            }
        ],
        "description": "An iconic film that seamlessly blends romance, comedy, and political themes of Black queer oppression.\n\nThe wry, incisive debut feature by Cheryl Dunye gave cinema something bracingly new and groundbreaking: a vibrant representation of Black lesbian identity by a Black lesbian filmmaker. Dunye stars as Cheryl, a video-store clerk and aspiring director with an interest in forgotten Black actresses. This leads her to investigate a 1930s performer known as The Watermelon Woman, whose story proves to have parallels with Cheryl's own life as she navigates a new relationship with a white girlfriend (Guinevere Turner). Balancing breezy romantic comedy with a serious inquiry into the history of Black and queer women in Hollywood, The Watermelon Woman slyly rewrites long-standing constructions of race and sexuality on-screen, introducing an important voice in American cinema.",
        "films": [
            {
                "title": "The Watermelon Woman",
                "year": "1996",
                "runtime": "1h 24min",
                "director": ["Cheryl Dunye"],
                "writer": ["Cheryl Dunye"],
                "composer": [],
                "cast": [
                    "Cheryl Dunye",
                    "Guinevere Turner",
                    "Valarie Walker",
                    "Lisa Marie Bronson",
                    "Cheryl Clarke"
                ]
            }
        ],
        "additionalInfo": "Join us at 6:30pm for our first ever two-screen pre-show! We'll be playing silent films by Black directors, writers, producers, and actors from the era that Dunye's lead character is researching (1920s - 30s) on a secondary screen, paired with contemporary short films on the main screen. We are also sharing <a href='/black_film_timeline_and_resources.pdf' target='_blank'>a Black film history resource list</a> and lists of all pre-show films at the show!",
        "isAdditionalScreening": false
    },
    {
        "eventMonth": "Mar",
        "eventDate": ["Thurs, March 13, 2025"],
        "eventLocation": "Dormouse Theatre",
        "eventTime": "Doors and Pre-show at 6:30pm, Show around 7:30pm",
        "eventTitle": "Portrait of a Lady on Fire",
        "bannerImageUrl": "/src/images/movies/2025/portrait-of-a-lady-on-fire-banner.jpg",
        "trailerUrl": "https://youtu.be/R-fQPTwma9o",
        "ticketsUrl": [
            {
                "dateString": "Thurs, March 13",
                "url": "https://www.dormousetheatre.com/events/portrait-of-a-lady-on-fire-film-screening"
            }
        ],
        "description": "'Absolutely no men in sight. Just people vibing.'\n- Letterboxd review\n\nPassion quietly brews between an artist and her subject until together they create a space in which it can briefly flourish, in this sumptuous 18th century romance from one of contemporary French cinema's most acclaimed auteurs. Summoned to an isolated seaside estate on a secret assignment, Marianne must find a way to furtively paint a wedding portrait of Héloïse, who is resisting chattel marriage. What unfolds is an exchange of sustained gazes in which the two women come to know each other's gestures, expressions, and bodies with rapturous intimacy, ultimately forging a subversive creative collaboration as well as a delirious romance. Charged with a yearning that almost transcends time and space, <i style='display: contents'>Portrait of a Lady on Fire</i> mines the emotional and artistic possibilities that emerge when women can freely live together and see one another in a world without men.",
        "films": [
            {
                "title": "Portrait of a Lady on Fire",
                "year": "2019",
                "runtime": "2h 11min",
                "director": ["Céline Sciamma"],
                "writer": ["Céline Sciamma"],
                "composer": [],
                "cast": ["Noémie Merlant", "Adèle Haenel"]
            }
        ],
        "additionalInfo": "Join us at 6:30pm for a thematically appropriate pre-show! We'll be livestreaming <a href='https://www.instagram.com/theclumsyartistic/p/DHR7oAuy0Oa/?img_index=1' target='_blank'>Annie</a> on our main screen as she draws a portrait. We're also replacing our normal written Film Favorites with Portrait of a Movie <s>on Fire</s> where folks can draw their movies. And finally, our second screen pre-show will share an hour of short films made by iconic women.\n\n<a href='https://www.instagram.com/monoformcinema/reel/DHzeLXLMuT1/' target='_blank'>Check out what it all looked like here</a>, see <a href='/images/portrait-preshow/annie-marianne-portrait.jpg' target='_blank'>Annie's final portrait</a>, and see all four movie portraits made by attendees here: <a href='/images/portrait-preshow/portrait.jpg' target='_blank'>[1]</a>, <a href='/images/portrait-preshow/the-shining.jpg' target='_blank'>[2]</a>, <a href='/images/portrait-preshow/moonrise-kingdom.jpg' target='_blank'>[3]</a>, and <a href='/images/portrait-preshow/stalker.jpg' target='_blank'>[4]</a>.",
        "isAdditionalScreening": false
    },
    {
        "eventMonth": "Apr",
        "eventDate": ["Thurs, April 10, 2025"],
        "eventLocation": "Dormouse Theatre",
        "eventTime": "Doors and Pre-show at 7:00pm, Show around 8:00pm",
        "eventTitle": "American Movie & Coven",
        "bannerImageUrl": "/src/images/movies/2025/american-movie-banner.jpg",
        "trailerUrl": "https://youtu.be/zMFZOu8rDUQ",
        "ticketsUrl": [
            {
                "dateString": "Thurs, April 10",
                "url": "https://www.dormousetheatre.com/events/american-movie-coven-film-screening"
            }
        ],
        "description": "Join us for a celebration of following your passion and making your art! American Movie is the story of filmmaker Mark Borchardt, his mission, and his dream. Spanning over two years of intense struggle with his film, his family, financial decline, and spiritual crisis, American Movie is a portrayal of ambition, obsession, excess, and one man's quest for the American Dream.\n\nMark Borchardt's <i style='display: contents'>Coven</i> will follow American Movie as a double feature! Roger Ebert wrote:\n\nI saw <i style='display: contents'>Coven</i> at the 1999 Sundance film festival—not because it was invited there, but because after the midnight premiere of American Movie, there wasn't a person in the theater who didn't want to stay and see Mark's 35-minute horror film, which we see him making during the course of the documentary.",
        "films": [
            {
                "title": "American Movie",
                "year": "1999",
                "runtime": "1h 47min",
                "director": ["Chris Smith"],
                "writer": [],
                "composer": [],
                "cast": ["Mark Borchardt", "Mike Schank"]
            },
            {
                "title": "Coven",
                "year": "1997",
                "runtime": "40min",
                "director": ["Mark Borchardt"],
                "writer": ["Mark Borchardt"],
                "composer": [],
                "cast": ["Mark Borchardt", "Mike Schank"]
            }
        ],
        "additionalInfo": "Join us at 7:00pm for a pre-show of behind-the-scenes clips and interviews with Mark Borchardt on the main screen and a small-screen hour-long collection of DIY short films! We'll also be projecting from VHS for the first time to present <i>Coven</i>!",
        "isAdditionalScreening": false
    },
    {
        "eventMonth": "May",
        "eventDate": ["Sun, May 4, 2025", "Tues, May 6, 2025", "Thurs, May 22, 2025", "Fri, May 23, 2025"],
        "eventLocation": "Dormouse Theatre",
        "eventTime": "Doors and Pre-show at 7:30pm, Show around 8:30pm",
        "eventTitle": "No Other Land",
        "bannerImageUrl": "/src/images/movies/2025/no-other-land-banner.jpg",
        "trailerUrl": "https://youtu.be/jOOgJICcxu0",
        "ticketsUrl": [
            {
                "dateString": "Sun, May 4",
                "url": "https://www.dormousetheatre.com/events/no-other-land-film-screening",
                "isSoldOut": true
            },
            {
                "dateString": "Tues, May 6",
                "url": "https://www.dormousetheatre.com/events/no-other-land-film-screening-2",
                "isSoldOut": true
            },
            {
                "dateString": "Thurs, May 22",
                "url": "https://www.dormousetheatre.com/events/no-other-land-film-screening-3"
            },
            {
                "dateString": "Fri, May 23",
                "url": "https://www.dormousetheatre.com/events/no-other-land-film-screening-4"
            }
        ],
        "description": "Basel Adra, a young Palestinian activist from Masafer Yatta, has been fighting his community's mass expulsion by the Israeli occupation since childhood. Basel documents the gradual erasure of Masafer Yatta, as soldiers destroy the homes of families - the largest single act of forced transfer ever carried out in the occupied West Bank. He crosses paths with Yuval, an Israeli journalist who joins his struggle, and for over half a decade they fight against the expulsion while growing closer. Their complex bond is haunted by the extreme inequality between them: Basel, living under a brutal military occupation, and Yuval, unrestricted and free. This film, by a Palestinian-Israeli collective of four young activists, was co-created during the darkest, most terrifying times in the region, as an act of creative resistance to Apartheid and a search for a path towards equality and justice.\n\n<u>DIRECTORS' STATEMENT</u>\nWe're making this film together, a Palestinian-Israeli group of activists and filmmakers, because we want to stop the ongoing expulsion of the community of Masafer Yatta, and resist the reality of Apartheid we were born into - from opposite, unequal sides. Reality around us is becoming scarier, more violent, more oppressive, every day - and we are very weak in front of it. We can only shout out something radically different, this film - which at its core, is a proposal for an alternate way Israelis and Palestinians can live in this land - not as oppressor and oppressed, but in full equality.",
        "films": [
            {
                "title": "No Other Land",
                "year": "2024",
                "runtime": "1h 36min",
                "director": [
                    "Basel Adra",
                    "Yuval Abraham",
                    "Rachel Szor",
                    "Hamdan Ballal"
                ],
                "writer": [],
                "composer": [],
                "cast": []
            }
        ],
        "additionalInfo": "Our pre-show features two hours of short films made by Palestinian artists split across two separate screens. We'll also have resources from <a href='https://www.kzoo4peace.org/' target='_blank'>Kalamazoo Nonviolent Opponents of War</a> at the screenings.",
        "isAdditionalScreening": true
    },
    {
        "eventMonth": "May",
        "eventDate": ["Thurs, May 8, 2025"],
        "eventLocation": "Dormouse Theatre",
        "eventTime": "Doors and Pre-show at 7:30pm, Show around 8:30pm",
        "eventTitle": "Come and See",
        "bannerImageUrl": "/src/images/movies/2025/come-and-see-banner.png",
        "trailerUrl": "https://youtu.be/UHaSQU-4wss",
        "ticketsUrl": [
            {
                "dateString": "Thurs, May 8",
                "url": "https://www.dormousetheatre.com/events/come-and-see-film-screening"
            }
        ],
        "description": "“And when he had opened the fourth seal, I heard the voice of the fourth beast say, 'Come and see.'”\n\nThis legendary film from Soviet director Elem Klimov is a senses-shattering plunge into the dehumanizing horrors of war. As Nazi forces encroach on his small village in what is now known as Belarus, teenage Flyora (Alexei Kravchenko, in a searing depiction of anguish) eagerly joins the Soviet resistance. Rather than the adventure and glory he envisioned, what he finds is a waking nightmare of unimaginable carnage and cruelty—rendered with a feverish, otherworldly intensity by Klimov's subjective camera work and expressionistic sound design. Nearly blocked from being made by Soviet censors, who took seven years to approve its script, <i style='display: contents'>Come and See</i> is perhaps the most visceral, impossible-to-forget antiwar film ever made.",
        "films": [
            {
                "title": "Come and See",
                "year": "1985",
                "runtime": "2h 20min",
                "director": ["Elem Klimov"],
                "writer": ["Ales Adamovich", "Elem Klimov"],
                "composer": [],
                "cast": []
            }
        ],
        "additionalInfo": "Our pre-show features interviews and slice of life footage from people who lived in the villages featured in <i>Come and See</i>.",
        "isAdditionalScreening": false
    },
    {
        "eventMonth": "Jun",
        "eventDate": ["Thurs, June 12, 2025"],
        "eventLocation": "Dormouse Theatre",
        "eventTime": "Doors and Pre-show at 7:45pm, Show around 8:45pm",
        "eventTitle": "Funeral Parade of Roses",
        "bannerImageUrl": "/src/images/movies/2025/funeral-parade-of-roses-banner.png",
        "trailerUrl": "https://youtu.be/pdiK8e31eps",
        "ticketsUrl": [
            {
                "dateString": "Thurs, June 12",
                "url": "https://www.dormousetheatre.com/events/funeral-parade-of-roses-film-screening"
            }
        ],
        "description": "Welcome to an unapologetically queer and dizzying pop-art fantasia that evades categorization. Through a rapid-fire combination of melodrama, comedy, horror, documentary and experimental film, director Toshio Matsumoto's freewheeling approach to both genre and form results in a film that gleefully disorientates without ever feeling disjointed. Made at a point in cinema history when radically-minded filmmakers were testing, breaking and redefining the limits of good filmmaking and taste, Matsumoto's movie attacks on both fronts with an irrepressible fervor, creating a film that has retained its power to surprise, delight and shock 55 years later.\n\nAn unknown club dancer at the time, trans actor Peter (from Kurosawa's Ran) gives an astonishing Edie Sedgwick/Warhol superstar-like performance as Eddie, hostess at Bar Genet—where she's ignited a violent love triangle with reigning drag queen Leda (Osamu Ogasawara) for the attentions of club owner Gonda (Yoshio Tsuchiya, from Seven Samurai and Yojimbo). Director Toshio Matsumoto's shattering, kaleidoscopic masterpiece is a key work of the Japanese New Wave and of queer cinema, and one of the most subversive and intoxicating films of the late 1960s.",
        "films": [
            {
                "title": "Funeral Parade of Roses",
                "year": "1969",
                "runtime": "1h 45min",
                "director": ["Toshio Matsumoto"],
                "writer": ["Toshio Matsumoto"],
                "composer": [],
                "cast": [
                    "Peter (Shinnosuke Ikehata)",
                    "Osamu Ogasawara",
                    "Yoshio Tsuchiya"
                ]
            }
        ],
        "additionalInfo": "<div class='funeral-parade-of-roses-additional-info' style='display: flex; align-items: center;'><img src='/images/kpf-logo.jpg' alt='Kalamazoo Poetry Festival logo.' style='max-width: 150px; margin-right: 20px' /><div><div style='margin-bottom: 20px;'>Thanks to Kalamazoo Poetry Festival for sponsoring this film!</div><div>Arrive when doors open for a pre-show unlike any we've done before, thanks to our collaboration with Kalamazoo Poetry Festival! We'll have a celebration of both poetry and film, including live poetry readings and collaborative writing of poems by attendees!</div></div></div>",
        "isAdditionalScreening": false
    }
]
