[
    {
        "eventMonth": "Jan",
        "eventDate": ["Thurs, January 8, 2026"],
        "eventLocation": "Dormouse Theatre",
        "eventTime": "Doors and Pre-show at 7:00pm, Show at 8:00pm",
        "eventTitle": "The Shining",
        "bannerImageUrl": "/src/images/movies/2026/the-shining-banner.jpg",
        "trailerUrl": "https://www.youtube.com/watch?v=GUu2l8gb1Dw",
        "ticketsUrl": [
            {
                "dateString": "Thurs, Jan 8",
                "url": "https://www.dormousetheatre.com/events/film-screening-the-shining-1980"
            }
        ],
        "description": "Stephen King's novel <i>The Shining</i>, a tale of a family isolated in a haunted hotel, is transformed here by Stanley Kubrick into a meticulously crafted exercise in overwhelming dread, and a descent into psychological terror. Few horror films have claimed as prominent a place in pop culture (and our collective subconscious) as this one, and for good reason. Anchored by two incredible performances from Jack Nicholson and Shelley Duvall as Jack and Wendy Torrance, the haunting visions in <i>The Shining</i> are brought to life with surgical precision by Kubrick's gliding camera and unnerving formal symmetry. There are images in this film that you will never forget - no matter how hard you try. A searing portrait of domestic violence set against a chilling backdrop of supernatural unease, and the inescapable truth that nowhere is safe from the horrors of the past.",
        "films": [
            {
                "title": "The Shining",
                "year": "1980",
                "runtime": "2h 24min",
                "director": ["Stanley Kubrick"],
                "writer": ["Stanley Kubrick", "Stephen King", "Diane Johnson"],
                "composer": ["Wendy Carlos", "Rachel Elkind"],
                "cast": [
                    "Jack Nicholson",
                    "Shelley Duvall",
                    "Danny Lloyd",
                    "Scatman Crothers"
                ]
            }
        ],
        "additionalInfo": "Join us as we turn the Dormouse Theatre into the Overlook Hotel for one night! We'll have <a href='https://www.instagram.com/p/DTIiQWZjmQW/' target='_blank'> an axed-through door for photos</a>, our season zine available for handout, and all of our pre-show screens will be dedicated to all things Shining! Come play with us... forever... and ever... and ever..."
    },
    {
        "eventMonth": "Feb",
        "eventDate": ["Thurs, February 12, 2026"],
        "eventLocation": "Dormouse Theatre",
        "eventTime": "Doors and Pre-show at 7:00pm, Show at 8:00pm",
        "eventTitle": "Ganja & Hess",
        "bannerImageUrl": "/src/images/movies/2026/ganja-and-hess-banner.jpg",
        "trailerUrl": "https://www.youtube.com/watch?v=xVmZ_BrAe9Y",
        "ticketsUrl": [
            {
                "dateString": "Thurs, Feb 12",
                "url": "https://www.dormousetheatre.com/events/film-screening-ganja-hess-1973"
            }
        ],
        "description": "Released 52 years before <i>Sinners</i>, Bill Gunn's revolutionary independent landmark <i>Ganja & Hess</i> strains the conventions of blaxploitation and horror through a singular avant-garde sensibility. This highly stylized, poetic, and utterly original film uses vampirism as a metaphor for black assimilation and identity, white cultural imperialism, addiction, desire, and the hypocrisies of organized religion. Duane Jones (<i>Night of the Living Dead</i>) stars as anthropologist Hess Green, who is stabbed with an ancient ceremonial dagger by his unstable assistant (Gunn), bestowing upon him the blessing of immortality and the curse of an unquenchable thirst for blood. When the assistant's beautiful and outspoken wife Ganja (Marlene Clark) comes searching for her missing husband, she and Hess form an unexpected partnership. Together, they explore just how much power blood holds.\n\nOnly available in deeply altered cuts for decades, its restoration in 2018 brought Gunn's full vision back to our screens. Supported by an incredible soundtrack from Sam Waymon (Nina Simone's brother), both Bill Gunn and <em>Ganja & Hess</em> are still ahead of their time and have inspired many artists, including Spike Lee, who calls Gunn “one of the most under-appreciated filmmakers of his time” and remade this film in 2014 (<i>Da Sweet Blood of Jesus</i>). Rap group clipping.'s 2019 album <a href='https://en.wikipedia.org/wiki/There_Existed_an_Addiction_to_Blood' target='_blank'><em>There Existed an Addiction to Blood</em></a> is also directly inspired by this film and named after a lyric from its soundtrack. Writer Tananarive Due, who executive produced <a href='https://letterboxd.com/film/horror-noire-a-history-of-black-horror/' target='_blank'><em>Horror Noire: A History of Black Horror</em></a>, frequently cites the film as a landmark and states that unlike typical Blaxploitation films of the era, it's a unique and complex take on vampirism that de-centers white Eurocentrism.",
        "films": [
            {
                "title": "Ganja & Hess",
                "year": "1973",
                "runtime": "1h 53min",
                "director": ["Bill Gunn"],
                "writer": ["Bill Gunn"],
                "composer": ["Sam Waymon"],
                "cast": [
                    "Duane Jones",
                    "Marlene Clark",
                    "Bill Gunn",
                    "Sam Waymon"
                ]
            }
        ],
        "additionalInfo": ""
    },
    {
        "eventMonth": "Mar",
        "eventDate": ["Thurs, March 12, 2026"],
        "eventLocation": "Dormouse Theatre",
        "eventTime": "Doors and Pre-show at 7:00pm, Show around 8:00pm",
        "eventTitle": "Son of the White Mare",
        "bannerImageUrl": "/src/images/movies/2026/son-of-the-white-mare-banner.jpg",
        "trailerUrl": "https://www.youtube.com/watch?v=oQpIt3WgDHg",
        "ticketsUrl": [
            {
                "dateString": "Thurs, March 12",
                "url": "https://www.dormousetheatre.com/events/film-screening-son-of-the-white-mare-1981"
            }
        ],
        "description": "One of the great psychedelic masterpieces of world animation, <em>Son of the White Mare</em> is a swirling, color-mad maelstrom of mythic monsters and Scythian heroes, lit by jagged bolts of lightning and drenched in rivers of blue, red, gold and green. A massive cosmic oak stands at the gates of the Underworld, holding seventy-seven dragons in its roots; to combat these monsters, a dazzling white mare goddess gives birth to three heroes - Treeshaker and his brothers - who embark on an epic journey to save the universe. Directed by Hungarian animator Marcell Jankovics (famed for his 1974 Oscar-nominated short Sisyphus), <em>Son of the White Mare</em> has been restored in 4K using the original 35mm camera negative and sound elements by Arbelos in collaboration with the Hungarian National Film Institute.\n\n“Once upon a time, at the doors of Hell, there stood a tall turkey oak. It had 77 roots and 77 branches. On the 77 roots stood 77 dragons. On the 77 branches sat 77 crows. Let the one who doesn't listen to this tale have their soul stolen by the 77 dragons, and their eyes pecked by the 77 crows!”",
        "films": [
            {
                "title": "Son of the White Mare",
                "year": "1981",
                "runtime": "1h 26min",
                "director": ["Marcell Jankovics"],
                "writer": ["Laszlo Gyorgy, Marcell Jankovics"],
                "composer": [],
                "cast": ["Gyorgy Cserhalmi, Vera Pap, Gyula Szabo"]
            }
        ],
        "additionalInfo": "<div class='funeral-parade-of-roses-additional-info' style='display: flex; align-items: center;'><img src='/images/kpf-logo.jpg' alt='Kalamazoo Poetry Festival logo.' style='max-width: 150px; margin-right: 20px' /><div><div style='margin-bottom: 10px;'>Thanks to Kalamazoo Poetry Festival for sponsoring this film!</div><div style='margin-bottom: 10px;'>Arrive when doors open for a pre-show that mixes poetry and film, just like <em>Son of the White Mare</em>! Thanks to our collaboration with Kalamazoo Poetry Festival, we'll have a celebration of both art forms, including live performances and collaborative writing of poems by attendees.</div></div></div>"
    },
    {
        "eventMonth": "Apr",
        "eventDate": ["Thurs, April 9, 2026"],
        "eventLocation": "Dormouse Theatre",
        "eventTime": "Doors and Pre-show at 7:00pm, Show around 8:00pm",
        "eventTitle": "Grey Gardens",
        "bannerImageUrl": "/src/images/movies/2026/grey-gardens-banner.webp",
        "trailerUrl": "https://www.youtube.com/watch?v=HZl1IJLTMXM",
        "ticketsUrl": [
            {
                "dateString": "Thurs, April 9",
                "url": "https://www.dormousetheatre.com/events/film-screening-grey-gardens-1975"
            }
        ],
        "description": "Wear your best <em>Grey Gardens</em> outfits!\n\nMeet Big and Little Edie Beale: mother and daughter, high-society dropouts, and reclusive relatives of Jackie Onassis. This highly codependent pair live together (with many cats, and even a raccoon) in a decaying East Hampton mansion where life seemingly ended twenty years earlier, and yet there they remain as living ghosts, bickering and endlessly reminiscing about the past. This captivating, dysfunctional and deeply human documentary by Albert and David Maysles, codirected by Ellen Hovde and Muffie Meyer, quickly became a cult classic and established Little Edie as both fashion icon and philosopher queen.",
        "films": [
            {
                "title": "Grey Gardens",
                "year": "1975",
                "runtime": "1h 35min",
                "director": [
                    "Albert Maysles",
                    "David Maysles",
                    "Ellen Hovde",
                    "Muffie Meyer"
                ],
                "writer": [],
                "composer": [],
                "cast": ["Edith Bouvier Beale", "Edith “Little Edie” Beale"]
            }
        ],
        "additionalInfo": ""
    },
    {
        "eventMonth": "May",
        "eventDate": ["Thurs, May 14, 2026"],
        "eventLocation": "Dormouse Theatre",
        "eventTime": "Doors and Pre-show at 7:30pm, Show around 8:30pm",
        "eventTitle": "Tampopo",
        "bannerImageUrl": "/src/images/movies/2026/tampopo-banner.jpg",
        "trailerUrl": "https://www.youtube.com/watch?v=0RtXSon0yMw",
        "ticketsUrl": [
            {
                "dateString": "Thurs, May 14",
                "url": "https://www.dormousetheatre.com/events/film-screening-tampopo-1985"
            }
        ],
        "description": "The tale of an eccentric band of culinary ronin who guide the widow of a noodle-shop owner on her quest for the perfect ramen, this rapturous “ramen western” by Japanese director Juzo Itami is an entertaining, genre-bending adventure underpinned by a satire of the way social conventions distort the most natural of human urges—our appetites. Interspersing the efforts of Tampopo (Nobuko Miyamoto) and friends to make her café a success with the erotic exploits, and glimpses of food culture both high and low; the sweet, sexy, and surreal <em>Tampopo</em> is a celebration of the sensual joys of nourishment, and one of the most mouthwatering examples of food on film ever made.",
        "films": [
            {
                "title": "Tampopo",
                "year": "1985",
                "runtime": "1h 54min",
                "director": ["Juzo Itami"],
                "writer": ["Juzo Itami"],
                "composer": [],
                "cast": ["Nobuko Miyamoto", "Ken Watanabe", "Tsutomo Yamazaki"]
            }
        ],
        "additionalInfo": ""
    },
    {
        "eventMonth": "Jun",
        "eventDate": ["Thurs, June 11, 2026"],
        "eventLocation": "Dormouse Theatre",
        "eventTime": "Doors and Pre-show at 7:45pm, Show around 8:45pm",
        "eventTitle": "Moonlight",
        "bannerImageUrl": "/src/images/movies/2026/moonlight-banner.webp",
        "trailerUrl": "https://www.youtube.com/watch?v=9NJj12tJzqc",
        "ticketsUrl": [
            {
                "dateString": "Thurs, June 11",
                "url": "https://www.dormousetheatre.com/events/film-screening-moonlight-2016"
            }
        ],
        "description": "Adapted from Tarell Alvin McCraney's unpublished and unproduced stage play, Barry Jenkins' <em>Moonlight</em> is a gorgeous triptych portrait of three defining chapters in the life of Chiron. Portrayed by three different actors through childhood (Alex Hibbert) adolescence (Ashton Sanders) and adulthood (Trevante Rhodes) Chiron is a quiet, bullied boy growing up in Miami as he grapples with questions of identity, family, and sexuality. Through him, Jenkins tells a poignant, heartbreaking story of what it means to be both Black and gay in America. Using minimal dialogue, Jenkins instead guides the audience through Chiron's emotional journey in an almost entirely visual language, with expressive editing and camerawork, and a richly evocative color palette. Adding to the tapestry of his life are incredible supporting performances by Mahershala Ali and Janelle Monae. Ten years after its initial release, <em>Moonlight</em>'s recognition as a landmark film in American cinema has only grown.",
        "films": [
            {
                "title": "Moonlight",
                "year": "2016",
                "runtime": "1h 51min",
                "director": ["Barry Jenkins"],
                "writer": ["Tarell Alvin McCraney", "Barry Jenkins"],
                "composer": [],
                "cast": [
                    "Trevante Rhodes",
                    "Janelle Monae",
                    "Mahershala Ali",
                    "Ashton Sanders",
                    "Alex Hibbert"
                ]
            }
        ],
        "additionalInfo": ""
    }
]
